[
  {
    "domain": "외향성(Extraversion)",
    "description": "외향성은 긍정적인 감정시스템의 반응성입니다. 외향적 사람들이 인간관계에 관심을 가지는 진짜 이유는 보상 추구 성향 때문입니다. 외향적인 사람들은 야망을 가지는 경우가 많고, 높은 지위와 사회적 관심을 즐기는 경향이 있습니다. 이들은 여가활동도 좋아하지만 명예와 돈을 쫓아 열심히 일할 준비도 된 사람들입니다. 전체적으로 목표를 추구하는데 많은 에너지를 쏟아 붓는 매우 활동적인 사람들입니다.\n외향성이 높은 사람들은 친구를 쉽게 사귑니다. 하지만 외향성 수치가 얼마나 관계를 잘 유지하는지 나타내지는 않습니다. 관계 유지는 친화성 수치에 많이 달려있으며, 외향성이 높더라도 친화성이 낮으면 관계유지에 어려움을 겪을 수 있습니다. 친화성 수치가 낮은 외향적인 사람들은 아무런 가책 없이 다른 사람들 보는 앞에서 친구를 무시하기도 하며, 이런 행위를 통해 얻는 이득이 있으면 그런 행위를 즐기기도 합니다.\n외향성이 낮다고 사회성이 낮은 것을 의미하지는 않습니다. 낮은 사회성의 원인인 수줍음은 높은 신경성 수치와 연관이 있습니다.\n외향적 수치가 높은 사람들은 기쁨, 욕망, 열정, 흥분 등의 감정을 더 많이 경험합니다. 일상적으로 긍정적인 느낌을 내향성인 사람들에 비해 많이 받습니다. 그리고 그런 감정 때문에 더 적극적으로 행동하려고 합니다.",
    "behavior": {
      "low": [
        "내부에 초점을 둡니다",
        "고독과 평화롭게 사색 하는 것을 좋아합니다",
        "자신의 생각과 감정에만 몰두합니다",
        "다른 사람들과 떨어져 지냅니다",
        "사람을 만나는 데 시간을 적게 씁니다",
        "말을 적게 합니다",
        "파티를 싫어합니다",
        "주목 받는 것을 싫어합니다",
        "친구를 사귀는 데 오래걸립니다",
        "바람과 이혼 확률이 비교적 낮다"
      ],
      "middle": [
        "때때로 사람들과의 만남을 즐긴다",
        "필요가 없으면 사람들에게 먼저 말을 걸지 않는다",
        "새로운 만남을 꺼리지는 않지만 추구하지도 않는다",
        "과도한 주목을 꺼려한다"
      ],
      "high": [
        "외부에 초점을 둡니다",
        "활동을 좋아합니다",
        "다른 사람과 어울리는 것을 좋아합니다",
        "끊임없이 밖으로 나가서 움직입니다",
        "사람 만나는 데 많은 시간을 씁니다",
        "말을 많이 합니다",
        "파티를 좋아합니다",
        "관심이 대상이 되고 싶어합니다",
        "친구를 빨리 사귑니다",
        "무모하게 위험한 일을 한다",
        "바람과 이혼 확률이 비교적 높다"
      ]
    },
    "facets": [
      {
        "name": "친근함(Friendliness)",
        "description": {
          "low": "남한테 먼저 다가가려 하지 않고, 타인과 거리를 두는 편입니다. 주변 사람들에게 내성적이라고 인식받기 쉽습니다. 그러나 반드시 냉정하고 적대적인 성격인 것은 아닙니다.",
          "middle": "주위 사람들과 어울리는 것을 좋아하는 편입니다. 그러나 종종 새로운 사람을 만날 때 불편함을 느낄 수 있습니다.",
          "high": "다른 사람들에게 관심이 많고 감정을 솔직하게 드러냅니다."
        }
      },
      {
        "name": "사교성(Gregariousness)",
        "description": {
          "low": "사람들이 모이는 것을 피합니다. 혼자 있는 것을 선호하고, 관계를 가지더라도 소수와 깊을 관계를 선호합니다.",
          "middle": "사람들과 어울리는 것을 피하는 것은 아니지만, 너무 많은 주목을 받는 것은 꺼립니다.",
          "high": "단체로 행동하고 어울리는 것을 좋아합니다. 타인의 주목을 즐기는 경향도 있습니다."
        }
      },
      {
        "name": "자기 주장(Assertiveness)",
        "description": {
          "low": "자신의 의견을 내세우는 것을 꺼려합니다. 다른 사람이 그룹을 리딩하는데 별 개의치 않습니다.",
          "middle": "사람들 앞에서 이야기하거나 의견을 내는데 주저하지는 않지만, 강하게 자신의 주장을 고집하진 않습니다.",
          "high": "발언권을 가지고 남에게 지시를 하는 것을 좋아합니다. 보통 그룹의 리더가 되는 경향이 있습니다."
        }
      },
      {
        "name": "활동성(Activity Level)",
        "description": {
          "low": "느긋하고 여유있는 삶을 추구합니다. 사색 등을 하면서 조용한 시간을 즐기는 것을 선호합니다.",
          "middle": "모든 일에 적극적이지는 않지만, 느긋하지도 않습니다.",
          "high": "힘과 활력이 넘치고 모험심이 많습니다. 항상 활동적으로 행동하고 모든 일에 적극적입니다."
        }
      },
      {
        "name": "자극-추구(Excitement-Seeking)",
        "description": {
          "low": "자극이 심하고 위험한 일을 꺼려합니다. 콘서트나 파티조차 이 사람들에게는 피곤한 장소에 불과합니다. 안정적이고 조용한 상황을 추구합니다.",
          "middle": "위험이 없는 적당한 수준의 자극을 원합니다. 예를 들어 콘서트나 파티 정도는 즐기지만 에베레스트 등산이나 행글라이딩 같은 취미는 즐기지 않습니다.",
          "high": "일상생활을 지루해하고 탈피하고 싶어할 수 있습니다. 자극을 위해서라면 위험을 별로 신경쓰지 않습니다. 스릴을 즐기는 경향이 있습니다."
        }
      },
      {
        "name": "쾌활함(Cheerfulness)",
        "description": {
          "low": "어떤 일에도 쉽사리 긍정적인 감정을 느끼지 못합니다. 늘 심사숙고 하고, 일을 꼼꼼히 챙깁니다. 평상시에도 위기 상황에 대한 고려를 자주합니다.",
          "middle": "즐거움, 행복감과 같은 긍정적인 기분을 주로 느끼고 표현합니다. 종종 기분이 상할 때도 있지만 금세 좋은 기분 상태로 돌아올 수 있습니다.",
          "high": "늘 쾌활하고 유쾌합니다. 작은 일에도 쉽게 긍정적인 정서를 느낍니다. 행복, 열정적인 기분을 느낄 가능성이 높습니다. 일을 낙천적으로 볼 가능성이 높습니다."
        }
      }
    ]
  },
  {
    "domain": "우호성(Agreeableness)",
    "description": "우호성은 대인관계의 질을 나타냅니다. 우호성이 높은 사람은 타인의 마음을 잘 이해하고, 공감 능력이 높습니다. 그렇다고 우호성이 낮은 사람이 타인의 마음을 이해하지 못하는 것은 아닙니다. 우호성이 낮은 사람은 타인의 마음을 읽을 능력이 없는 것이 아니라, 읽어낸 타인의 마음을 별로 개의치 않는다는 것에 가깝습니다.\n우호성이 낮다고 반사회적인 사람이 되는 것은 아닙니다. 비도덕적 또는 반사회적인 행동을 억제하는 데는 세 가지 심리가 작용합니다. 타인에 대한 공감(우호성), 행동 결과에 대한 숙고(성실성), 처벌과 징벌에 대한 공포(신경성)이 전부 어우러져서 반사회적인 행동을 억제합니다. 사이코패스와 같은 극단적인 사람들은 우호성, 성실성, 신경성이 전부 낮을 때만 일어납니다. 반사회적 행동에 우호성이 가장 중요한 역할을 하는 것은 맞지만 다른 요인들도 중요합니다.",
    "behavior": {
      "low": [
        "타인에게 관심이 없다",
        "타인의 감정을 신경쓰지 않는다",
        "타인의 문제에는 무관심하다",
        "타인에게 공격적이다",
        "이익을 얻기 위해 남을 이용한다",
        "자신의 이익만 추구한다",
        "차갑다",
        "적대적이다",
        "공격적이다",
        "잘 용서하지 않는다",
        "자기중심적",
        "타인에 대한 의심과 회의를 가지고 있다",
        "강압적인 요구에 강하게 저항한다"
      ],
      "middle": [
        "자신의 이익과 남의 이익 사이에 균형을 맞춘다",
        "대체적으로 호의적이만 때에 따라서는 적대적이다",
        "타인의 요구를 왠만하면 들어주려고 한다",
        "자신에게 호의를 베푸는 상대에게만 호의를 베푼다"
      ],
      "high": [
        "타인에게 관심을 가진다",
        "타인을 챙겨준다",
        "타인에게 공감을 잘한다",
        "타인을 돕는 것을 즐긴다",
        "도움이 필요할 때 기꺼이 돕는다",
        "다른 사람을 잘 챙겨준다",
        "다른 사람이 필요한 게 뭔지 생각한다",
        "다른 사람들에게 친절을 베푼다",
        "사람을 잘 믿는다",
        "따뜻하다",
        "쉽게 용서한다",
        "비난받아 마땅한 사람에게도 화를 잘 내지 않는다",
        "강압적인 요구에 복종한다"
      ]
    },
    "facets": [
      {
        "name": "신뢰성(Trust)",
        "description": {
          "low": "사람들이 대부분 이기적이고, 사악하며 잠재적으로 위험할 수 있는 존재로 봅니다. 인간관계에 대한 신뢰가 낮습니다.",
          "middle": "사람들이 이기적이고 사악한 나쁜 면과 공정하고 선한 좋은 면을 둘 다 가지고 있다고 믿습니다. 인간을 너무 신뢰하지도, 너무 불신하지도 않습니다.",
          "high": "사람들이 대부분이 공정하고 정직하며 좋은 의도를 가지고 있다고 가정합니다. 인간관계에 대한 신뢰가 높습니다."
        }
      },
      {
        "name": "도덕성(Morality)",
        "description": {
          "low": "사회적 관계에서 어느 정도 속임수나 기만이 필요하다고 생각합니다. 이 수치가 낮다고 비도덕적인 사람은 아닙니다. 도덕성이 낮은 사람들은 단순히 더 방어적이고 진실을 밝히는 것을 꺼려할 뿐입니다. 도덕성이 낮아도 숨어서 도덕적인 행동을 할 수 있습니다.",
          "middle": "대체적으로 솔직하고 진솔하지만 때로는 필요에 따라서 거짓말을 합니다. 정직이 중요하지만, 정직만으로는 살아갈 수 없다고 생각합니다. 이건 자신을 어느 정도 숨기려고 하는 지에 대한 수치지 실제 도덕성과는 무관합니다.",
          "high": "솔직하고 진솔합니다. 다른 사람들을 상대 할 때 가식적이거나 속일 필요가 없다고 생각합니다. 이 수치가 높다고 도덕적인 사람은 아닙니다. 이 수치가 높아도 숨기지 않고 당당하게 비도덕적인 행동을 할 수 있습니다."
        }
      },
      {
        "name": "이타심(Altruism)",
        "description": {
          "low": "남을 돕는 것을 좋아하지 않습니다. 이타적인 행동을 자아 실현이나 자아 만족의 기회라기보다는 의무 같은 짐으로 여깁니다.",
          "middle": "남이 도움을 요청하면 이타적인 행동을 하지만, 스스로 나서서 봉사활동 등의 이타적 행동을 하지는 않습니다.",
          "high": "다른 사람이이 이득을 얻을 수 있도록 진심으로 도와줍니다. 일반적으로 도움이 필요한 사람이 있으면 기꺼이 도와주려고 합니다. 이타적인 행동을 자기 희생이 아닌 자기 실현, 자기 만족으로 받아들입니다."
        }
      },
      {
        "name": "협동성(Cooperation)",
        "description": {
          "low": "다른 사람과의 대립을 꺼려하지 않습니다. 자신의 이해관계에 어긋난다면 언제던지 타인과 불화를 일으킬 수 있습니다.",
          "middle": " 다른 사람의 생각과 기분을 이해하면서 자신의 의견도 정확히 이야기하는 편입니다. 다른 사람의 실수에 대해서 이해하려고 노력하는 편입니다",
          "high": "타인과의 대립을 꺼려합니다. 다른 사람들과 어울리기 위해 자신의 욕구를 억누르거나 부인하는 경우도 많습니다."
        }
      },
      {
        "name": "겸손(Modesty)",
        "description": {
          "low": "자기 자신이 다른 사람들보다 우수하다고 치켜세우는 것을 즐깁니다. 다른 사람들로 부터 배타적이고 오만하다는 평가를 받을 수 있습니다.",
          "middle": "자신이 잘할 수 있는 일을 알고 있으며, 함께 하는 일에서 자신이해야 하는 역할을 알고 조용히 행동하는 편입니다.",
          "high": "자신이 타인보다 더 낫다고 주장하는 것을 꺼려합니다. 자신을 치켜세우며 자랑하는 것을 볼썽사납고 천박하다고 생각합니다. 이러한 태도는 선천성이 아닌 낮은 자신감과 자존감으로 부터 나왔을 수도 있습니다."
        }
      },
      {
        "name": "동정심(Sympathy)",
        "description": {
          "low": "타인의 고통에 대해 무감각 합니다. 이성에 따라 객관적인 판단을 내리는 것이 더 중요하다고 생각합니다. 자비보다는 팩트와 공평한 정의에 더 관심이 있습니다.",
          "middle": "타인의 고통에 무감각하지는 않지만, 규칙이나 법도 중요하다고 생각합니다.",
          "high": "다정하고 동정심이 많습니다. 다른 사람들의 고통을 간접적으로 느끼고 동정심을 느낄 가능성이 높습니다. 냉정한 규칙보다는 자비가 필요하다고 생각할 가능성이 높습니다."
        }
      }
    ]
  },
  {
    "domain": "성실성(Conscientiousness)",
    "description": "성실성을 충동 억제와 큰 연관이 있습니다. 성실성은 미래의 큰 보상을 위해 당장의 작은 보상을 참을 수 있게 만들어줍니다. 예를들어 성실성은 외향성과 상호작용합니다. 외향성은 긍정적 보상에 대한 반응성을 나타냅니다. 외향성 수치가 높은 사람들은 낮은 사람보다 음주, 마약, 또는 도박에 더 열광합니다. 그러나 외향성 수치가 높은 사람도 성실성 수치가 높으면 강렬한 충동을 억제하고 끊을 수 있습니다. 반대로 야망은 있지만 성실성 수치가 낮으면 게으름과 사투를 벌일 가능성이 높습니다.\n지능은 성실성과 약하게 반비례합니다. 매우 똑똑한 사람은 문제를 마주치더라도 신속하게 문제를 해결할 수 있기 때문에 미리 대비하거나 과도하게 시간을 쓰지 않아도 됩니다. 반면 신속하게 문제를 해결하지 못하는 사람이라면 체계적으로 준비하고 절차적으로 행동해야만 일을 처리할 수 있습니다.\n 성실성이 높은 사람들은 자신이 설정한 규칙이나 계획에 몰두하는 성향이 있습니다. 그렇기 때문에 성실성은 환경에 따라서 저주도 축복도 될 수도 있습니다. 매우 안정적이고 예측 가능한 환경에서는 그날 어떤 일을 하는 것이 미리 알 수 있기 때문에 높은 성실성이 유리합니다. 반면 예측 불가능한 환경에서는 순간순간 주어진 상황에서 즉각 충동적으로 반응할 수 있는 사람이 유리합니다. 성실성이 높은 사람들은 변화에 잘 적응하지 못합니다.",
    "behavior": {
      "low": [
        "무계획적이다",
        "방을 엉망진창으로 어지른다",
        "해야할 일을 미룬다",
        "일을 끝마치지 못한다",
        "자주 물건을 어디에 두는지 까먹는다",
        "충동을 통제하지 못한다",
        "중독적 활동에 쉽게 빠진다",
        "적은 목표를 설정하고, 목표를 고수하지 않는다",
        "순발력을 발휘해서 대처한다"
      ],
      "middle": [
        "되도록 계획을 준수하려고 노력한다.",
        "일을 완수하지만 마무리가 허술할 때가 있다.",
        "모든 일을 계획 세워서 하지는 않는다.",
        "충동을 대부분 잘 참아내지만 가끔 실패한다",
        "규칙을 중시하지만 너무 얽매이지 않는다"
      ],
      "high": [
        "준비를 철두철미하게 한다",
        "계획적이다",
        "중요한 일은 바로 끝낸다",
        "마무리가 꼼꼼하다",
        "항상 계획을 짠다",
        "질서가 있는 게 좋다",
        "물건을 항상 제자리에 놓는다",
        "직업적으로 성공할 가능성이 높다",
        "많은 목표를 세우고, 목표를 고수한다",
        "너무 완벽을 추구해서 일을 끝마치지 못할 수도 있다",
        "엄격하다",
        "금욕적이다",
        "원칙적이다",
        "지루하다",
        "좀스럽다",
        "고집스럽다",
        "시간 낭비를 싫어한다",
        "성공해야 한다는 압박감을 느낀다",
        "아무것도 하지 않는 시간을 고통스러워 한다"
      ]
    },
    "facets": [
      {
        "name": "자기 효능감(Self-Efficacy)",
        "description": {
          "low": "무언가를 성취하는데 있어서 자신의 능력에 대한 자신감이 낮습니다. 자신이 성공을 달성하는 데 필요한 정보(상식), 추진력, 자제력이 부족하다고 생각합니다. 스스로 자신의 삶을 통제하지 못한다고 느낄 가능성이 있습니다.",
          "middle": "늘 자신만만하지는 않지만, 대체로 목표로 하는 일을 열심히 하면 이룰 수 있다고 생각합니다.",
          "high": "무언가를 성취하는데 있어서 자신의 능력에 대한 자신감이 높습니다. 자신이 성공을 달성하는 데 필요한 정보(상식), 추진력, 자제력이 충분하다고 생각합니다."
        }
      },
      {
        "name": "질서(Orderliness)",
        "description": {
          "low": "무계획적으로 생활할 확률이 높습니다. 한가지에 집중하지 못하고 산만한 경향을 보입니다.",
          "middle": "계획을 세워서 행동하는 편이지만, 항상 그렇지는 않습니다.",
          "high": "규칙적이고 계획대로 생활하는 것을 좋아합니다. 항상 계획을 작성합니다."
        }
      },
      {
        "name": "책임감(Dutifulness)",
        "description": {
          "low": "자신에게 주어진 일에 대해 책임감을 느끼는 정도가 약합니다. 해야 할 일을 종종 잊어버리며, 이 때문에 주변 사람들로부터 충고를 듣기도합니다. 주변 사람들로부터 신뢰할 수 없거나 무책임한 사람으로 보여질 수 있습니다.",
          "middle": "책임을 완수하려고 하지만 융통성을 보일 수 있습니다. 상황에 따라서 책임을 내팽개칠 수 있다고 생각합니다.",
          "high": "자기 책임에 대해 강한 도덕적인 의무감을 가지고 있습니다. 책임지는 일을 꼭 완수하려고 합니다. 주변에서 믿음직하다는 평가를 들을 가능성이 높습니다."
        }
      },
      {
        "name": "성취 추구(Achievement-Striving)",
        "description": {
          "low": "최소한의 성취로도 만족하는 편입니다. 유유자적 하고 편안한 삶을 추구합니다. 목표보다는 과정을 중시하는 경향이 있습니다.",
          "middle": "목표를 성취하는 것에 즐거움을 느끼는 편이지만, 모든 일에 목표를 세우고 행동하지는 않습니다.",
          "high": "목표를 도달과 성공에 대한 열망이 강합니다. 삶의 방향성이 확고하지만, 그만큼 편협하고 자신의 일에만 사로 잡혀있을 수 있습니다. 목적을 위해 수단을 가리지 않는 경향이 있습니다."
        }
      },
      {
        "name": "절제(Self-Discipline)",
        "description": {
          "low": "일을 자주 미루고, 때로는 일을 완수하지 못하기도 합니다.",
          "middle": "의무와 규칙을 대체로 잘지킵니다. 때때로 규칙을 어길 수 도 있지만, 규칙에서 크게 벗어나는 행동은 하지 않습니다.",
          "high": "일을 끝마칠 때까지 어렵거나 불쾌한 일을 잘 참습니다. 일이 일단 시작되면 흐지부지 하는 것을 싫어합니다."
        }
      },
      {
        "name": "신중함(Cautiousness)",
        "description": {
          "low": "일의 결과에 대한 고려를 하지 않고 머릿 속에 떠오르는 아이디어를 바로 바로 말하거나 수행합니다. 임기응변에 강합니다.",
          "middle": "대체로 미리미리 준비하고자 노력하지만, 놓치는 것이 있을 수 있습니다. 결정하는데 꼼꼼함을 발휘하나, 오래 망설이지는 않습니다.",
          "high": "결정하기 전에 항상 심사숙고합니다. 대안을 고려하고 손익과 위험성을 꼼꼼히 따져볼 가능성이 높습니다. 일을 시작하기 전에 철저한 준비를 바탕으로 실행합니다."
        }
      }
    ]
  },
  {
    "domain": "신경성(Neuroticism)",
    "description": "신경성은 부정적 감정시스템의 반응성입니다. 신경성 수치가 높은 사람들은 신경 수치가 낮은 사람에 비해 일상에 부딪치는 어려움에 더 큰 영향을 받습니다. 이들은 공포, 걱정, 모욕감, 죄책감, 혐오, 슬픔 등의 부정적 감정에 휩싸이기 쉽습니다. 결과적으로 위험에 훨씬 민감하게 반응하게 됩니다.\n신경성 수치가 높은 사람들은 정말 사소한 걱정거리도 아주 오랫동안 고민합니다. 이런 반응은 두 가지 경로를 거쳐서 극히 민감하게 드러납니다. 우선, 실제로 위협이 발생할 가능성이 아주 낮아도 조금이라도 그런 조짐이 보이면, 부정적 감정이 들기 시작합니다. 그런 후 위협이 부분적으로라도 발생하며, 부정적 감정은 지각, 인식, 관심의 모든 차원에서 그 위협을 극도로 경계합니다.\n걱정이 많은 사람은 다른 사람의 부정적 표정을 빨리 감지하며, 계속 신경을 씁니다. 또 중립적인 표현도 부정적으로 해석하는 경향이 있습니다. 나쁜 일에는 자신을 자책하며 파멸적인 사고 방식을 가질 수도 있습니다.\n신경성이 높은 사람들은 부정적 감정이 주로 자기 자신을 향하는 경우가 많습니다. 자기 자신의 가치를 평가하는 메커니즘은 외부세계를 평가하는 메커니즘과 마찬가지로 부정적 감정이 영향을 받습니다. 결과적으로 신경성이 높은 사람들은 외부적 상황을 비관할 뿐만 아니라 자기 자신에 대해 비관할 가능성이 높습니다. 예를들어 혼자서 잘해낼 수 없을 것이라고 두려워해서 가정폭력자 남편을 떠나지 못할 수도 있습니다.",
    "behavior": {
      "low": [
        "감정 기복이 적다",
        "스트레스에 잘 대처한다",
        "우울하거나 슬퍼하는 일이 드물다",
        "무사태평하다",
        "위험에 무신경하다",
        "결과에 대한 두려움이 적다"
      ],
      "middle": [
        "사소한 일에 너무 걱정하지 않는다",
        "대체로 스트레스에 잘 대처한다",
        "미래에 대해 적당한 낙관을 가지고 있다"
      ],
      "high": [
        "스트레스를 많이 받는다",
        "불필요한 걱정을 한다",
        "쉽게 흥분한다",
        "감정에 기복이 심하다",
        "스트레스를 쉽게 가라앉히지 못한다",
        "쉽게 짜증을 낸다",
        "자기 자신에 대하 비관적인 생각을 자주한다",
        "부끄러움을 많이 탄다",
        "자부심이 낮아서 실패할 가능성이 큰 일이라도, 그것에 의지합니다",
        "때로 부정적 감정을 피하려다가 오히려 부정적 결과를 불러일으킨다",
        "불행하다",
        "실패하지 않기 위해 노력한다"
      ]
    },
    "facets": [
      {
        "name": "불안(Anxiety)",
        "description": {
          "low": "왠만한 일에는 두려움이나 불안을 느끼지 않습니다. 항상 침착하고 이완된 반응을 보입니다.",
          "middle": "때때로 두려움이나 불안을 느끼지만 통제 가능한 범위입니다. 사소한 일을 크게 걱정하지 않습니다.",
          "high": "우리 뇌의 원시적인 회로, 투쟁-도피 반응(Fight-or-flight response)이 삶에 자주 개입합니다. 따라서 자주 무언가 위험한 일이 일어날 거라고 느낍니다. 사소한 일에도 크게 긴장하거나 불안해 할 수 있습니다. 주변 사람들로 부터 예민하다는 평가를 받을 가능성이 높습니다."
        }
      },
      {
        "name": "적대감(Anger)",
        "description": {
          "low": "악화된 상황이나 타인의 반응에 대해서 이해심이 높고 스스로를 잘 자제합니다. 쉽게 화를 내지 않습니다.",
          "middle": "타인의 비난에 예민해지는 경향이 있지만, 관계를 심하게 훼손시키지는 않는 편입니다.",
          "high": "상황이 좋지 않으면 격분합니다. 타인의 자신에 대한 대우나 반응에 대해서 민감하게 반응합니다. 그러나 이것을 전부 겉으로 드러내지는 않습니다(드러내지 않고 미묘하거나, 은밀한 방법으로 보복을 할 수는 있습니다). 이러한 생각과 감정을 겉으로 드러내는 것은 우호성 수치에 달려있습니다."
        }
      },
      {
        "name": "우울(Depression)",
        "description": {
          "low": "좀처럼 슬퍼하거나 낙담하지 않습니다. 삶에 대한 긍정적인 시선을 유지합니다.",
          "middle": "때대로 낙담하지만 그 때문에 일상생활에 지장이 갈 정도는 아닙니다.",
          "high": "머리 속에 생각이 많습니다. 예민한 기분으로 인해 짜증을 많이 부리거나 슬픔, 외로움을 자주 느낄 수 있습니다. 자신을 가치 없다고 생각할 수 있으며, 삶이 무가치하다고 여기고 절망감에 빠져있을 수 있습니다. 그 때문에 의욕이 낮을 수 있습니다."
        }
      },
      {
        "name": "자의식(Self-Consciousness)",
        "description": {
          "low": "남들이 자신을 어떻게 생각하던 별로 신경쓰지 않습니다.",
          "middle": "어떠한 일에 대해 의사결정을 하거나 진행할 때 대체로 자신의 생각과 의견을바탕으로 추진합니다. 때에 따라서 다른 사람의 의견을 구하고, 그에 따라 수정할 수 있습니다",
          "high": "타인의 생ㄱ가에 민감합니다. 자신이 거부당하거나 조롱당할 까봐 수줍어 하거나 자리를 피하는 경향이 있습니다. 쉽게 당황하고 부끄러움을 느낍니다. 역설적으로 이러한 경향성 때문에 주변사람들이 자신을 더 이상하게 볼 거나 잘못된 인식을 가지게 될 수 있습니다."
        }
      },
      {
        "name": "충동성(Immoderation)",
        "description": {
          "low": "욕구를 크게 느끼지 않으며, 욕구를 통제하는 데도 어려움이 없습니다. 주변으로 부터 참을성 있고 인내심이 강하다는 평가를 받을 수 있습니다.",
          "middle": "종종 하고 싶은 일이나 말을 충동적으로 하는 경향이 있으나 그로인해 큰 문제가 생기지는 않는 편입니다.",
          "high": "갈망에 가까운 욕망을 느낄 때가 많고, 여기에 저항하는 데 어려움을 겪습니다. 장기적인 결과보다는 단기적인 쾌락과 보상을 추구하는 경향이 있습니다. 주변으로 부터 다혈질이라는 평가를 받을 수도 있습니다."
        }
      },
      {
        "name": "스트레스 민감성(Vulnerability)",
        "description": {
          "low": "스트레스를 받을 때 자신감 있게 대처합니다. 스트레스를 받더라도 평상시와 크게 다르지 않으며, 스트레스에 대처하는 데 곤란해 하지도 않습니다.",
          "middle": "자기 자신에 대해 잘 알고 있으므로 자신감이 있는 편입니다. 스트레스를 받게 되더라도 대처해 낼 수 있는 편이나, 종종 예상치 못한 상황에서 어려움을 보일 수 있습니다.",
          "high": "스트레스를 받을 때 공황, 혼란, 무력감을 느낍니다. 스트레스를 받을 때 삶의 패턴이 무너지고 극단적인 행동을 할 수 있습니다."
        }
      }
    ]
  },
  {
    "domain": "개방성(Openness)",
    "description": "개방성은 새로운 것에 대한 반응성입니다. 개방성이 높은 사람은 새로운 지식, 새로운 규칙, 새로운 방법에 대해서 호의적입니다. 외향성과 달리 새로운 것이 흥분되는 일일 필요는 없습니다. 개방성에서의 새로운 것은 지적인 것이나 예술적인 것인 경우가 많습니다.\n개방성이 높은 사람들은 낮은 사람들에 비해 더 연상 작용이 활발한 것으로 보입니다. 이러한 특징은 창조성으로 이어지며, 그 때문에 예술가 중에는 개방성이 높은 사람들이 많습니다.\n반면 새로운 것을 받아들이는 성향 때문에 미신이나 사이비 종교 같은 이상한 믿음을 가지기 쉽습니다.",
    "behavior": {
      "low": [
        "새로운 시도를 싫어한다",
        "변화에 저항한다",
        "추상적인 생각을 싫어한다",
        "직관적인 표현을 선호한다",
        "안정적 믿음 체계"
      ],
      "middle": [
        "가끔 상상력을 발휘할 때가 있다",
        "때로는 새로운 시도를 한다",
        "전통을 선호하지만, 새로운 시도를 할 의향도 있다",
        "모르는 것을 알아내려고 노력하는 편이다",
        "예술적 교양은 있어도 크게 관심은 없는 편이다"
      ],
      "high": [
        "새로운 시도를 좋아한다",
        "도전적이다",
        "상상력이 풍부한다",
        "추상적인 생각을 좋아한다",
        "어려운 어휘를 사용한다.",
        "새로운 것을 쉽게 받아들인다",
        "이상한 것을 쉽게 믿는다",
        "은유와 연상적인 표현을 선호한다",
        "조현병, 정신분열증에 취약",
        "광범위한 연상"
      ]
    },
    "facets": [
      {
        "name": "상상력(Imagination)",
        "description": {
          "low": "현실적이고, 실제적이고, 구체적인 대상을 선호합니다. 추상적인 생각보다는 현실에 초점을 맞춥니다.",
          "middle": "기발한 생각을 해내기도 하지만, 상상하는 데에 시간을 많이 보내지 않습니다. 창의적인 문제를 해결하는데 어느 정도 자신이 있습니다.",
          "high": "상상력이 풍부하고 기발한 생각을 자주합니다. 다각적으로 사물을 보려는 경향이 큽니다. 문제를 창의적으로 해결하려는 경향이 있습니다."
        }
      },
      {
        "name": "예술적 관심(Artistic Interests)",
        "description": {
          "low": "예술이나 심미적 아름다움에 대한 관심이 낮습니다.",
          "middle": "기회가 주어진다면 다양한 예술 활동에 참여하고자 합니다. 새로운 예술 장르를 거부감 없이 받아들이는 편이나, 찾아 나서지는 않습니다.",
          "high": "자연과 예술에 대해 관심이 많고 감상하는 것을 즐깁니다."
        }
      },
      {
        "name": "감성(Emotionality)",
        "description": {
          "low": "자신이 자신의 느낌에 대해 잘 인식하지 못합니다. 느낌을 공개적으로 표현하는 것 또한 꺼려합니다.",
          "middle": "자신의 느낌에 대해 전체적으로 잘 인식하는 편입니다. 때때로 자신의 느낌을 표현하는 데 어려움을 겪거나 꺼려합니다.",
          "high": "자신의 느낌에 대해 잘 인지하고 표현합니다."
        }
      },
      {
        "name": "경험추구(Adventurousness)",
        "description": {
          "low": "변화를 불편하게 여기고 친숙한 일상을 선호합니다.",
          "middle": "다양한 경험을 하고 싶어 하지만, 적극적으로 찾아 나서는 편은 아닙니다. 평소의 생활과 다른 경험을 어렵지 않게 받아들일 수 있고, 즐길 수 있습니다.",
          "high": "새로운 활동, 여행, 다양한 경험하는 것을 좋아합니다. 친숙하고 일상적인 반복을 지루해 합니다. 평소와 다르다는 이유로 새로운 길을 선택하기도 합니다."
        }
      },
      {
        "name": "지적호기심(Intellect)",
        "description": {
          "low": "새로운 지식이나 지적인 문제 해결에 별 관심이 없습니다. 습관적이고 일상적인 해결책을 선호합니다. 지적호기삼과 지능은 낮은 상관관계가 있지만 항상 지적 호기심이 낮다고 지능까지 낮은 것은 아닙니다.",
          "middle": "궁금한 문제에 답을 찾기위해 노력하는 편이며, 새로운 지식에 어느 정도 관심이 있습니다. 어려운 문제를 해결하는 것을 즐기는 편은 아닐 수 있으나, 끝까지 노력하여 해결하고자 합니다.",
          "high": "새롭고 특이한 아이디어에 개방적입니다. 지적인 문제를 가지고 토론하는 것을 즐기고, 어려운 문제 문제해결을 즐깁니다. 지능과 낮은 상관관계가 있지만 지적호기심이 높다고 지능이 높지는 많습니다."
        }
      },
      {
        "name": "자유주의 (Liberalism)",
        "description": {
          "low": "전통이 주는 안전과 안정성을 선호합니다. 관습적인 규칙을 수용할 가능성이 큽니다. 그렇다고 정치적 성향이 항상 보수주의자인 것은 아닙니다.",
          "middle": "때때로 권위나 협약, 전통적 가치에 답답함을 느끼지만 타파하려는 시도는 잘 하지 않습니다. 전통과 진보 사이에서 중립적입니다.",
          "high": "권위, 협약, 전통적 가치에 도전하는 경향이 큽니다. 극단적인 경우에는 반지성주의, 불법적 활동 옹호, 모호함, 혼란 과 무질서한 성향을 띌 수도 있습니다. 그렇다고 정치적 성향이 항상 진보주의자인 것은 아닙니다."
        }
      }
    ]
  }
]
