{
  "concept": [
    "현재 개인에게 활성화된 도식 또는 도식작용을 의미함. 특정한 시점에서 어떤 도식 혹은 도식작용은 비활성화 상태이거나 휴지 상태인 반면 다른 도식 혹은 도식작용은 생활사건에 의해 활성화되어 당시의 기분과 행동을 좌우한다.",
    "심리도식과 대처방식은 특질로서 영속적이고 일관된 패턴인 것에 비해 양식은 현재 상태로서 활성화 및 비활성화 되는 패턴을 의미한다.",
    "치료 경험에 따르면, 기능 수준이 높은 환자일수록 심리도식이 강조되고, 장애가 심각할수록 양식이 강조된다. 중간 정도의 기능 수준에 있는 환자는 두 접근을 혼용해서 사용하는 경향이 있다."
  ],
  "아동 양식(child mode)": {
    "modes": [
      {
        "mode": "취약한 아동 양식",
        "description": "관련된 심리도식들과 ‘접촉’할 때 불쾌하거나 불안한 정서, 특히 두려움, 슬픔, 무력감 등을 경험한다. 이 양식은 살아남기 위해서 성인의 보호가 필요하지만 성인의 보호를 받지 못하고 있는 어린아이와 같다. 아동은 부모를 절실히 필요로 하며 부모를 얻기 위해선 어떤 것도 감수할 것이다. 부모 스타일 중 권위주의 / 거부형 스타일의 양육방식을 가진 부모의 보살핌에서 자 라났을 가능성이 있다고 판단되며 이러한 가정에서 성장한 사람의 경우 반사회적, 자기통제, 사회적 무책임감, 타인에 대한 공감 능력 저하 등으로 청소년기 비행발생과 성인기 범죄발생에 유의미한 상 관관계가 있다고 판단된다.",
        "remedy": "좋은 부모가 했을 법한 행동을 해주는 것"
      },
      {
        "mode": "분노한 아동 양식",
        "description": "핵심적인 욕구가 충족되지 않고 있거나 자신이 부당한 대우를 받고 있다고 여겨지면 화를 직접적으로 낸다.",
        "remedy": "분통을 터뜨려주고 들어주는 기회를 준다."
      },
      {
        "mode": "충동적인 아동 양식",
        "description": "제약이나 다른 사람의 욕구나 감정을 고려하지 않고 자신의 욕구를 즉각 적으로 충족시키기 위해서 충동적으로 행동한다. 성난 아동처럼 욕구불만이 된 상황이 되면 어떤 특별한 목표를 향한 행동이 저지되어 각성이 증가하고 그 개인은 각성을 감소시키기 위한 어떤 충동을 경험한다. 만약 욕구불만을 감소시키거나 채우기 위해 폭력을 사용하게 되면 극도의 욕구불만 상태에서 평소보다 강한 폭력적 행동(살인, 강도 등)을 범하게 될 수 있다. 또 살아오는 동안 욕구불만을 강하게 가지게 된다. 이러한 욕구 불만은 사람들 전체에 대해 불신감을 기르게 된다. 이러한 불신감은 곧 타인과 정서적 애착을 형성하게 어렵게 만든다. 그리고 이렇게 일반화된 불신감은 공격성을 조장하게 된다.",
        "remedy": "공감적 직면과 한계설정을 해 준다"
      }
    ]
  },
  "부적응적 대처 양식(dysfunctional coping mode)": {
    "modes": [
      {
        "mode": "순응하는 굴복자 양식 ",
        "description": "순응이나 의존과 같은 대처방식을 보인다. 수동적이고 의존적이며 타인이 원하는 것은 무엇이든 한다. 타인과의 갈등을 피하기 위해 상대방의 비위를 맞추는 것 외에 다른 선택을 하지 않는다. 타인이 자신에 대한 학대, 유기, 사적제재 등을 해도 관계 유지를 위해 복종하는 모습을 보인다. 내면에 깔린 심리는 더 심한 고통을 회피하려는 것이다. 거리를 두는 보호자와 과잉보상자의 기능은 심리도식의 활성화로 인해 발생된 고통스러운 감정들을 가능한 경험하지 못하도록 하는 것이다. 이 양식은 복종이라는 대처방식을 사용한다. "
      },
      {
        "mode": "분리된 보호자 양식 ",
        "description": "정서적 철수, 분리, 고립, 회피 등의 대처방식을 보인다. 이 양식의 대처방식은 회피이다. 이는 심리적 퇴행의 일종이다. 다른 사람들로 부터 떨어져 있고 자신의 감정을 절대로 표현하지 않는데 이는 상처를 잘 받는데서 오는 고통으로부터 자신을 보호하기 위해서이다. 또한 정서적으로 관여되는 것을 피하기 위해 냉소적이거나 초월한 태도를 보이기도 한다. 행동적으로는 사회적 철수, 지나친 자기확신, 중독적 자기 위안, 공상, 강박적 기본전환 활동 등의 모습을 보인다."
      },
      {
        "mode": "과잉보상자 양식 ",
        "description": "심리도식과 반대되는 것이 진실인 것처럼 행동한다. 예로 본인이 결함이 있다고 느끼면 타인에게 완벽하고 우월하게 보이려고 노력하는 식이다. 또한 수동-공격적으로 겉으로는 고분고분하지만 속으로 복수를 준비하는 방식으로 태만, 태업 등으로 상대에게 반항한다. 반면 강박적 과잉보상자도 있는데 계획 세우기, 정해진 틀 맞추기, 집착 등 엄격한 질서, 심한 자기통제, 높은 수준의 예측성을 지켜나간다. "
      }
    ]
  },
  "내재화된 부모 양식(dysfunctional parent mode)": {
    "modes": [
      {
        "mode": "처벌적인/비판적인 부모 양식",
        "description": "자기나 타인을 제한, 비판, 처벌한다. 아이가 욕구를 표현하거나 실수를 저지르면 화를 내고 벌을 주고 비판하고 제재를 가하는 부모 아래서 컸다."
      },
      {
        "mode": "요구적인 부모 양식",
        "description": "타인에 대한 기대가 높고 엄격한 책임감을 요구하며, 그것을 타인이 충족시키도록 압력을 넣는다. 이들은 완벽한 것만이 옳은 것이며 실수를 하거나 제멋대로 하는 것은 잘못된 것이라고 느낀다. 자신에 대한 높은 기준을 부여하고 그것을 충족시키도록 자신을 몰아붙인다. 그러나 요구적인 부모양식은 반드시 처벌 하는 것은 아니다. 많은 것을 기대하지만 책망이나 처벌은 안 할 수도 있다. 상대에 대한 실망을 보이므로서 상대에게 수치심을 줄 수는 있다."
      }
    ]
  },
  "건강한 양식(healthy mode)": {
    "modes": [
      {
        "mode": "건강한 성인 양식",
        "description": ""
      },
      {
        "mode": "만족한 아동 양식",
        "description": "사랑 받고 있다고 느끼며 관계를 잘 하고 만족스러워 한다."
      }
    ]
  }
}
